"%@ (Details)" = "%@ (Details)";
"%i Checkins" = "%i Checkins";
"%i Locations" = "%i Orte";
"..." = "...";
"Another backup has been stored. You may access it via iTunes filesharing or restore if necessary." = "Es wurde eine neue Sicherung angelegt. Sie ist über iTunes Filesharing bzw. iCloud Drive erreichbar und kann bei Bedarf wieder hergestellt werden.";
"BackUps" = "Sicherungen";
"Cancel" = "Abbrechen";
"Check-In" = "Check-In";
"Checked you in: %@" = "Willkommen bei '%@' – Du wurdest gerade automatisch eingecheckt.";
"Checked you out: %@" = "Bis bald – Du wurdest soeben aus ‘%@‘ automatisch wieder ausgecheckt.";
"Removed short Event: %@" = "Der letzte Check-In zu '%@' wurde gerade wieder verworfen – Du warst nicht lange genug dort.";
"Custom Location" = "Neuer Ort";
"Demo Data" = "Demo Daten";
"Do you really want to reset the database?" = "Soll die Datenbank wirklich zurück gesetzt werden?";
"Do you really want to restore this backup? It will replace your current database!" = "Soll diese Sicherung wirklich wieder hergestellt werden? Sie wird die aktuelle Datenbank direkt ersetzen – eine neue Sicherung wird NICHT angelegt!";
"Do you really want to switch to demo data?" = "Soll wirklich auf Demo-Daten umgestellt werden?";
"Mixed" = "Verschiedene";
"New Location" = "Neuer Ort";
"No Results" = "Keine Ergebnisse";
"OK" = "OK";
"Open" = "Öffnen";
"Reset" = "Zurücksetzen";
"Reset Database" = "Datenbank zurücksetzen";
"Restore" = "Wiederherstellen";
"Restore BackUp?" = "Sicherung wieder herstellen?";
"Safety first!" = "Sicherheit geht vor!";
"The database has been reset. You may restore the backup that has just been stored for your safety." = "Die Datenbank wurde zurückgesetzt. Bei Bedarf kann die neueste Sicherung wieder hergestellt werden, die gerade angelegt wurde.";
"The database just loaded demo data. You may restore the backup that has just been stored for your safety." = "Die Datenbank wurde auf Demo-Daten umgestellt. Bei Bedarf kann die neueste Sicherung wieder hergestellt werden, die gerade angelegt wurde.";
"These are all you backups. Tap one to restore or swipe to delete." = "Dies sind alle Sicherungen. Einmal antippen, um sie wieder herzustellen oder wischen, um sie zu löschen.";
"This Check-In has been generated automatically." = "Dieser Check-In wurde automatisch erstellt.";
"You have no backups yet. You may create as many backups as you wish and restore them later." = "Es gibt noch keine Sicherungen. Es lassen sich beliebig viele Sicherungen erstellen und später wieder herstellen.";
"Sorry!" = "Entschuldigung!";
"Your device doesn't support local search. You need at least iOS 6.1!" = "Dein Gerät unterstützt leider keine lokale Suche. Du musst mindestens iOS 6.1 installiert haben!";
"Select" = "Auswählen";
"You've reached the maximum of 20 active auto check-ins. Please disable another location first." = "Du hast das Maximum von 20 aktiven Auto-Check-Ins erreicht. Bitte deaktivere erst einen anderen Ort.";
"The date of your checkout must be after your checkin!" = "Das Datum für das Verlassen muss nach dem des Ankommens liegen!";
"Delete Location" = "Ort löschen";
"Do you really want to delete that Location? All check-ins will be deleted too!" = "Möchtest Du wirklich diesen Ort löschen? Alle dazu gehörigen Check-Ins werden ebenfalls gelöscht!";
"Delete" = "Löschen";
"Welcome to GeoLicious!" = "Willkommen in GeoLicious!";
"You may start with a check-in via the top button or search for a location on the map... or visit the settings for a detailed introduction." = "Du könntest mit einem Check-In über den oberen Button oder einer Suche auf der Karte starten... oder Du schaust erst mal in die Einstellungen und aktivierst ggf. iCloud Drive, wenn Du schon auf einem anderen Gerät begonnen hast.";
"Let's start!" = "Lass uns loslegen!";
"Add to query address..." = "Hinzufügen, um Adresse zu ermitteln...";
"Your Locations" = "Deine Orte";
"Foursquare Venues" = "Foursquare Orte";
"Loading..." = "Lade...";
"Searching..." = "Suche...";
"Adds a new entry..." = "Fügt einen neuen Eintrag hinzu...";
"%i entries" = "%i Einträge";
"Nothing found" = "Nichts gefunden";
"Start something new" = "Starte was neues";
"Error" = "Fehler";
"Okay" = "Okay";
"Success" = "Erfolg";
"You'll need to enable location services for this app to function properly!" = "Diese App benötigt Zugriff auf deinen Ort, um korrekt funktionieren zu können!";
"Settings.Export.Database.Body" = "Diese Email enthält einen aktuellen Export der GeoLicious Datenbank. Du kannst diese Datei als zusätzliches Backup nutzen. Speichere sie einfach dort, wo Du sie später wieder findest. Du kannst diese Datenbank auch direkt aus der Email heraus in GeoLicious importieren.\n\nDiese Email beinhaltet zusätzliche GPX und CSV Exporte, die Du in externen Anwendungen nutzen kannst. Du kannst beispielsweise http://www.gpsvisualizer.com/, Apple Numbers oder Microsoft Excel für einen ersten Versuch nutzen.\n\nDas war's!";
"Welcome back!" = "Willkommen zurück!";
"It has been %@ since your last visit!" = "Es ist %@ her, dass Du hier warst!";
"%.0f years" = "%.0f Jahre";
"%.0f months" = "%.0f Monate";
"%.0f weeks" = "%.0f Wochen";
"%.0f days" = "%.0f Tage";
"%.0f hours" = "%.0f Stunden";
"%.0f minutes" = "%.0f Minuten";
"%.0f seconds" = "%.0f Sekunden";
"1 year" = "1 Jahr";
"1 month" = "1 Monat";
"1 week" = "1 Woche";
"1 day" = "1 Tag";
"1 hour" = "1 Stunde";
"1 minute" = "1 Minute";
"1 second" = "1 Sekunde";
"foursquare.oauth.success" = "Vielen Dank für die Foursquare-Verknüpfung! Du kannst ab jetzt ausgesuchte CheckIns in dein Profil synchronisieren.";
"foursquare.oauth.error" = "Da giong was schief! Entweder hast Du GeoLicious nicht authorisiert oder Foursquare hat gerade Probleme.";
"foursquare.oauth.invalid" = "Ich habe einen Fehler gemacht! GeoLicious scheint die Verbindung zu Foursquare verloren zu haben. Bitte melde Dich bei mir, damit ich das beheben kann.";
"foursquare.oauth.offline" = "Ich konnte die Verknüpfung mit Foursquare nicht abschließen! Es sieht so aus als bist Du offline.";
"Search and select the appropriate Foursquare venue to update your existing location." = "Suche den passenden Ort bei Foursquare und wähle diesen dann aus. Du siehst jeweils den Abstand zu der von Dir erfassten Position. Denk daran, dass nicht alle Orte auch auf Foursquare eingetragen sind.";
"GeoLicious Update!" = "GeoLicious Update!";
"See what's new..." = "Das neue Update bringt wieder einige Neuerungen mit sich... möchtest Du sie sehen oder gleich durch starten?";
"Close" = "Schließen";
"Show" = "Anzeigen";
"Sounds" = "Sounds";
"Soothing Alerts" = "Soothing Alerts";
"Choose your favorite sound..." = "Wähle deinen Lieblings-Sound...";
"Thanks to Adam Dachis on Lifehacker for providing this nice set of soothing alerts." = "Danke an Adam Dachis von Lifehacker für das nette Set von Soothing Alerts.";
"Sound : %@" = "Sound : %@";
"Silence" = "Stille";

"checkins.footer.one"    = "\nDas ist genau ein CheckIn an diesem Ort – weiter so!";
"checkins.footer.single" = "\nDas sind %i CheckIns an diesem Ort – in Summe %@ Aufenthalt!";
"checkins.footer.many"   = "\nDas sind %i CheckIns an %i verschiedenen Orten – in Summe %@ Aufenthalt!";
"locations.footer.one"   = "\nDas ist genau ein Ort – da geht noch was!";
"locations.footer.many"  = "\nDas sind %i verschiedene Orte – weiter so!";

"Working!" = "Einen Moment!";
"Give me a second to prepare the print job..." = "Gib mir eine Sekunde, um den Druckauftrag vorzubereiten...";

"Print" = "Drucken";
"What timerange do you want to print?" = "Dies wird die aktuelle Ansicht drucken. Welchen Zeitraum möchtest Du einbeziehen?";
"This Week" = "Diese Woche";
"Last Week" = "Letzte Woche";
"This Month" = "Dieser Monat";
"Last Month" = "Letzter Monat";
"Everything" = "Einfach Alles";

"Background Mode" = "Hintergrundaktualisierung";
"Please enable Background Mode..." = "GeoLicious benötigt die Hintergrundaktualisierung für automatische CheckIns. Das sogenannte Geo-Fencing ist dabei besonders Strom-sparend. Bitte aktiviere die Funktion in den iOS Einstellungen (Allgemein / Hintergrundaktualisierung) oder deaktiviere den automatischen CheckIn in den Einstellungen.";
"Location Services" = "Ortungsdienste";
"Please enable Location Services..." = "GeoLicious ist ohne Ortungsdienste quasi nutzlos. Bitte aktiviere dieses Feature für GeoLicious in den iOS Einstellungen (Datenschutz / Ortungsdienste).";
"Please enable Always On Mode..." = "GeoLicious benötigt die Ortungsdienste auch für automatische CheckIns, wenn Du die App nicht aktiv verwendest. Das sogenannte Geo-Fencing ist dabei besonders Strom-sparend. Bitte aktiviere die Funktion in den iOS Einstellungen (Datenschutz / Ortungsdienste) oder deaktiviere den automatischen CheckIn in den Einstellungen.";
"WiFi" = "WLAN";
"Please enable WiFi..." = "Wenn Du den automatischen CheckIn nutzen möchtest, solltest Du unbedingt WLAN aktivieren. Ansonsten ist das Geo-Fencing sehr ungenau und Du wirst viele falsche Signale auslösen oder deine Orte ganz verpassen.";

"GeoLicious Free" = "GeoLicious Free";
"You've reached the limit..." = "Du hast das Limit der kostenlosen Version erreicht. Wenn Du GeoLicious magst und mehr als 10 CheckIns oder Orte behalten möchtest, besuche bitte den AppStore und erwerbe die preiswerte Voll-Version. Danke!";
"Menu" = "Menü";


"Import" = "Importieren";
"Import Database?" = "Datenbank importieren?";
"Do you really want to import this database? It will replace your current one – but I'll make a fresh backup before!" = "Möchtest Du diese Datenbank wirklich importieren? Sie wird die aktuelle ersetzen – aber ich lege vorher ein neues BackUp an!";



"inapp.welcome.title"   = "Willkommen zu GeoLicious";
"inapp.welcome.message" = "Mit der kostenlosen Version kannst Du alle Funktionen unverbindlich testen. Wenn Du mehr als 10 Einträge erfassen möchtest, musst Du das Upgrade auf die Vollversion erwerben.";
"inapp.welcome.later"   = "Später";
"inapp.welcome.gopro"   = "Upgrade";

"inapp.gopro.title"   = "GeoLicious – Vollversion";
"inapp.gopro.message" = "Mit der kostenlosen Version kannst Du alle Funktionen unverbindlich testen. Wenn Du mehr als 10 Einträge erfassen möchtest, musst Du das Upgrade auf die Vollversion erwerben. Falls Du mehr Zeit zum Testen benötigst, musst Du einige Einträge löschen.";
"inapp.gopro.later"   = "Später";
"inapp.gopro.gopro"   = "Upgrade";

"inapp.trial.over.message" = "Die maximale Anzahl von Einträgen ist erreicht. Falls Dir die Anwendung gefällt, lade bitte die Vollversion.\n\nFalls Du noch mehr Zeit zum testen benötigst, dann lösche einfach ein paar ältere Einträge.";

"inapp.please.wait"     = "Bitte warten";
"inapp.connecting"      = "Mit iTunes verbinden...";
"inapp.purchase.title"  = "In-App-Kauf";
"inapp.button.cancel"   = "Abbrechen";
"inapp.button.okay"     = "OK";
"inapp.button.close"    = "Schließen";
"inapp.success.title"   = "Erfolgreich!";
"inapp.success.message" = "Vielen Dank für ihren Einkauf!";

"discard" = "Verwerfen";
"checkout" = "Auschecken";

"Use iCloud Drive" = "iCloud Drive Nutzung";
"Where is the data you want to use for GeoLicious?" = "Wo befinden sich die Daten, die Du für GeoLicious verwenden möchtest? Mach Dir keine Sorgen – die Sicherungen sind unabhängig davon gespeichert und lassen sich bei Bedarf wieder herstellen.";
"iCloud" = "iCloud Drive";
"Device" = "Dieses Gerät";

"You've left..." = "Ort verlassen...";
"tmp.footer" = "...bin noch am zählen...";
